{
 "text": " B is forced to battle for her honor with A-5 when finding herself trapped in a room ",
 "children": [
  {
   "text": "B, while carrying out an enterprise, is rescued from imminent danger by $A$ ",
   "children": [
    {
     "text": "B, rescued from an accident by $A$, whom she does not know, falls in love with him",
     "children": [
      {
       "text": "$A$ discovers that B, unhappily married, is - innocently on his own part - in love with him",
       "children": [
        {
         "text": "$A$ really loves B, although he has taken vows that prohibit love for woman. $A$ lives to regret his vows",
         "children": [
          {
           "text": "and, under the inspiration of love, his character undergoes a transformation ",
           "children": [
            {
             "text": "$A$, in love with B, refuses the wise counsel of B in business affairs, and an estrangement follows",
             "children": [
              {
               "text": "$A$ is in love with B; and B is plighted to A-3 - a fact which $A$ suddenly discovers",
               "children": [
                {
                 "text": "$A$ discovers that A-3, his rival for the love of B, is a defaulter",
                 "children": [
                  {
                   "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                   "children": [
                    {
                     "text": "$A$ and A-3",
                     "children": [
                      {
                       "text": "B, aristocratic, wealthy, romantic, falls in love with A-3, a designing rogue masquerading as a person of \"quality\"",
                       "children": [
                        {
                         "text": "B is in doubt as to which of her many lovers are in love with her money, rather than with her, and she resolves to settle the doubt by secret enterprise",
                         "children": [
                          {
                           "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
                           "children": [
                            {
                             "text": ". [4] $A$'s romantic success is won with a love \"charm\"; on discovering that the charm is a humbug, romance evaporates",
                             "children": [
                              {
                               "text": "$A$ is crude, unhandsome and repellant to the ladies, although he desires to be a gallant ",
                               "children": [
                                {
                                 "text": " $A$ is timid in love but, armed with a love charm, X, he becomes bold, and wins success ",
                                 "children": [
                                  {
                                   "text": "$A$ discovers that a certain \"charm,\" X, with which he has won success in love, is no charm at all. The person who gave him the charm tells him that faith in it is all that counts. Let a man be sure of himself, with or without a charm, and he is bound to conquer love",
                                   "children": [
                                    {
                                     "text": " $A$, thinking he is proposing marriage to B, finds that he has proposed to B-3, who accepts him ",
                                     "children": [
                                      {
                                       "text": "B and B-3, twin sisters, are both in love with $A$",
                                       "children": [
                                        {
                                         "text": "$A$, because of the wiles of SR-B, a coquette, breaks his engagement to marry B, whom he loves",
                                         "children": []
                                        },
                                        {
                                         "text": "$A$ is about to marry SR-B, who has deceived him into thinking B, the woman he loves, is unfaithful",
                                         "children": []
                                        },
                                        {
                                         "text": "so B will give him up. B-2 is a generous woman who seeks by secret enterprise",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": ", she does not love",
                                       "children": [
                                        {
                                         "text": "$A$ kidnaps his sweetheart, B,",
                                         "children": []
                                        },
                                        {
                                         "text": "while she is on her way to marry A-3, $A$'s rival in love, and marries her himself",
                                         "children": []
                                        },
                                        {
                                         "text": "$A$'s love is rejected by B; and $A$, in an effort to forget, buries himself in an isolated part of the country",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": "B, in love with $A$, is compelled by her parents, F-B and M-B, to marry A-3",
                                       "children": [
                                        {
                                         "text": "$A$ kidnaps his sweetheart, B,",
                                         "children": []
                                        },
                                        {
                                         "text": " $A$, an aviator, in love with B and in disfavor with B's parents, F-B and M-B, induces B to take a ride in his airplane; and then $A$ elopes with B along the sky lanes ",
                                         "children": []
                                        },
                                        {
                                         "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": "B, who loves $A$ and is beloved by him, loses him to B-3 through the wily strategy of B-3",
                                       "children": [
                                        {
                                         "text": " then B, matching her own craftiness against B-3's, steals B-3's thunder and wins $A$ back again",
                                         "children": []
                                        },
                                        {
                                         "text": "$A$, in love with B, leaves B for B-3, a woman who flatters his vanity and whose bold beauty has an appeal for him",
                                         "children": []
                                        }
                                       ]
                                      }
                                     ]
                                    },
                                    {
                                     "text": " $A$ and A-3 are lured into a secret ordeal to prove their merit; A-3 flunks completely, but $A$ succeeds almost at cost of his life ",
                                     "children": [
                                      {
                                       "text": "$A$, husband of B, mysteriously disappears ",
                                       "children": [
                                        {
                                         "text": " $A$, supposed to be dead, returns mysteriously as from the grave ",
                                         "children": []
                                        },
                                        {
                                         "text": "B supposes that her husband, $A$, is dead ",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": "$A$, a toiler, seeks to support his wife, B, and family by honest enterprise; but he is out of work, his wife is ill and his family in need",
                                       "children": [
                                        {
                                         "text": " $A$'s wife, B, elopes with his friend, A-2, a man more successful in business than $A$ ",
                                         "children": []
                                        },
                                        {
                                         "text": "B is convinced that all the misfortunes of herself and her husband, $A$, are due to $A$'s irreligious nature",
                                         "children": []
                                        }
                                       ]
                                      }
                                     ]
                                    }
                                   ]
                                  },
                                  {
                                   "text": "$A$, marrying a widow, B, discovers that he has \"caught a tartar\" and has wedded a domestic tyrant",
                                   "children": [
                                    {
                                     "text": "B, while too severely reprimanding her husband, $A$, bursts a blood vessel and expires",
                                     "children": [
                                      {
                                       "text": "his wife, B",
                                       "children": [
                                        {
                                         "text": " B is mysteriously murdered",
                                         "children": []
                                        },
                                        {
                                         "text": " $A$ could save his life by revealing a secret that would compromise the good name of B-8 ",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": "$A$ struggles to carry out an obligation to his deceased wife, B, which he considers sacred",
                                       "children": [
                                        {
                                         "text": " Tricky so-called spiritualists pretend to materialize the spirit of deceased B in order to influence $A$ to give them money by advice of the supposed B ",
                                         "children": []
                                        },
                                        {
                                         "text": ". $A$ seeks to find his deceased wife, B ",
                                         "children": []
                                        },
                                        {
                                         "text": "$A$'s wife, B, dies. B, $A$'s wife, on her death bed, has $A$ promise that he will marry B-3, B's best friend ",
                                         "children": []
                                        },
                                        {
                                         "text": "B, dying, reveals to her husband, $A$, a closely guarded secret which he finds greatly perturbing",
                                         "children": []
                                        }
                                       ]
                                      },
                                      {
                                       "text": " $A$ hears the voice of his deceased wife, B, and there seems absolutely no doubt that it is her voice ",
                                       "children": []
                                      }
                                     ]
                                    },
                                    {
                                     "text": " After $A$ and B are married, B's first husband, A-3, appears secretly to $A$ ",
                                     "children": [
                                      {
                                       "text": "B, $A$'s tyrannical wife, goes out for the evening and orders $A$ not to leave the house while she is away",
                                       "children": []
                                      },
                                      {
                                       "text": "$A$, married to B, falls in love with B-3",
                                       "children": []
                                      }
                                     ]
                                    }
                                   ]
                                  },
                                  {
                                   "text": " B seeks by secret enterprise to be revenged upon her husband, $A$ ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$, dabbling in things he does not understand, seeks to accomplish wonderful results ",
                                 "children": [
                                  {
                                   "text": "$A$ discovers that a certain \"charm,\" X, with which he has won success in love, is no charm at all. The person who gave him the charm tells him that faith in it is all that counts. Let a man be sure of himself, with or without a charm, and he is bound to conquer love",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, married to B, is compelled to lead a prosy, middle-class life, drab and monotonous ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, given all he thought necessary for his happiness, finds there is still something lacking - something in himself ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, highly confident of his own ability, takes up a line of work with which he has had no practical experience ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$, seeking sincerely to investigate psychic phenomena, begins unconsciously to mix truth with delusion",
                                 "children": [
                                  {
                                   "text": "$A$ discovers that a certain \"charm,\" X, with which he has won success in love, is no charm at all. The person who gave him the charm tells him that faith in it is all that counts. Let a man be sure of himself, with or without a charm, and he is bound to conquer love",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$ meets with disaster when illusion becomes reality through the overthrow of his reason ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, in a desperate mental conflict with a superstitious obsession, succeeds in scoring a victory for sense and reason - all by his own unaided powers",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              }
                             ]
                            },
                            {
                             "text": "$A$, in love with B, is persuaded by Old Dry-as-Dust, the sage, AX, to turn from love as from something evil",
                             "children": [
                              {
                               "text": " B seeks to discover whether $A$ really loves her ",
                               "children": [
                                {
                                 "text": "B, in love with $A$, discovers secretly that $A$ no longer loves her, although he is willing to marry her as he has promised",
                                 "children": [
                                  {
                                   "text": "B loses the love of $A$ when B-3 comes into his life",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, in love with B, leaves B for B-3, a woman who flatters his vanity and whose bold beauty has an appeal for him",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ finds that he cannot do justice to his chosen career if he marries B, the woman he loves",
                                   "children": []
                                  },
                                  {
                                   "text": "B, her life's romance apparently wrecked, decides to marry the man, A-3",
                                   "children": []
                                  },
                                  {
                                   "text": "B, suffering disappointment in love, resigns herself philosophically to her fate",
                                   "children": []
                                  },
                                  {
                                   "text": "; [2] she discovers that $A$ does not love her",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$, in love with B, of a foreign ethnicity, seeks to abandon B secretly in order to uphold a lofty conception of duty",
                                 "children": [
                                  {
                                   "text": ", compels $A$ to marry B, A-3 performing the ceremony ",
                                   "children": []
                                  },
                                  {
                                   "text": "B seeks revenge as a lofty conception of duty - and comes to her death while seeking it",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B, in love with $A$, rejects his love because she thinks him a man of evil mystery",
                                 "children": [
                                  {
                                   "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ suffers false suspicion as a transgressor ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, falsely accused of crime, seeks to clear himself of the accusation",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$'s \"double\", A-4, carries out an enterprise as $A$ which $A$ finds disastrous to his own fortunes",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                 "children": [
                                  {
                                   "text": "$A$, kind to humble B and considering her merely as a friend, is amazed to learn that she is in love with him",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, in order to escape annoying manifestations of love, pretends [1] that a wax figure, X, is his invalid wife; [2] pretends that he is married; [3] pretends that he is engaged to be married",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ is so besieged by match-making mammas that their meddling seriously interferes with the practice of his profession. He resolves to escape the annoyance by a stratagem",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ revolts against opposing restrictions and achieves happiness in marriage with B",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "that $A$ has remained true to her",
                                 "children": [
                                  {
                                   "text": " $A$ finds his memories of his deceased sweetheart, B, an inspiration and a sustaining power ",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": "B resorts to simulation in order to discover whether $A$, the man she loves, really loves her",
                               "children": [
                                {
                                 "text": " B seeks to discover whether $A$ really loves her ",
                                 "children": [
                                  {
                                   "text": "B, in love with $A$, discovers secretly that $A$ no longer loves her, although he is willing to marry her as he has promised",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, in love with B, of a foreign ethnicity, seeks to abandon B secretly in order to uphold a lofty conception of duty",
                                   "children": []
                                  },
                                  {
                                   "text": "B, in love with $A$, rejects his love because she thinks him a man of evil mystery",
                                   "children": []
                                  },
                                  {
                                   "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                   "children": []
                                  },
                                  {
                                   "text": "that $A$ has remained true to her",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": "$A$, winning the love of B",
                               "children": [
                                {
                                 "text": "B, an \"inferior\" person, falls in love with $A$, a \"superior\" person, and seeks to win him in marriage",
                                 "children": [
                                  {
                                   "text": " B pledges $A$ to an enterprise which, unknown to B, will bring him serious misfortune ",
                                   "children": []
                                  },
                                  {
                                   "text": "B. although she loves $A$, realizes that she is not the intellectual equal of $A$, and that their marriage would prove a hindrance to him",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B, of foreign ethnicity, falls in love with $A$",
                                 "children": [
                                  {
                                   "text": "B, of foreign ethnicity, in seeking to win the love of $A$, learns how difficult is the task of challenging racial conventions",
                                   "children": []
                                  },
                                  {
                                   "text": "B, finding her supposed ideal lover, $A$",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B, humble and self-effacing, worships $A$, her love alone seeming a sufficient reward of happiness",
                                 "children": [
                                  {
                                   "text": "B disguises herself as a boy, in order to be near $A$, whom she secretly adores",
                                   "children": []
                                  },
                                  {
                                   "text": "B, in love with $A$, seeks to save $A$ from disaster",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, in order to rescue B, who is ill and without funds, pretends to be in love with her and proposes marriage",
                                   "children": []
                                  },
                                  {
                                   "text": "in secret; and when $A$ disappears and reappears with a bride, B still finds her happiness in the great, unselfish love she still has for him",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                 "children": [
                                  {
                                   "text": "$A$, kind to humble B and considering her merely as a friend, is amazed to learn that she is in love with him",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ seeks to escape annoying manifestations of love ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ is so besieged by match-making mammas that their meddling seriously interferes with the practice of his profession. He resolves to escape the annoyance by a stratagem",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ revolts against opposing restrictions and achieves happiness in marriage with B",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": "$A$ masquerades as a servant in the household of F-B, father of B, the girl he loves ",
                               "children": [
                                {
                                 "text": "$A$, riding his cow pony through the bleak hills, sees B, on a mettlesome horse, her bridle-rein broken, plunging helplessly toward the brink of a cliff. $A$, with a rattle of spurs, overtakes B and snatches her clear of the saddle.",
                                 "children": [
                                  {
                                   "text": "B, impelled by an unusual motive, agrees to marry $A$ if she loses to him in a certain contest of skill [archery, shooting at a mark with rifle or revolver, solving a mystery]",
                                   "children": []
                                  },
                                  {
                                   "text": "B, in love with $A$, and disapproved of by F-A, the father of $A$, seeks as an Unknown to impress F-A with her character and charm",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, thinking his love rejected by B, receives a letter from B telling him how much she loves him, and that her father, F-B, has consented to their marriage",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "anger, but only by bringing the danger upon himself ",
                                 "children": [
                                  {
                                   "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$ becomes reconciled with B when she nurses him through a serious illness ",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": ". $A$ marries B",
                               "children": [
                                {
                                 "text": " B, wife of $A$, impelled by an innocent motive, clandestinely meets an old lover, A-3 ",
                                 "children": [
                                  {
                                   "text": "B, happily married to $A$, commits an indiscretion",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$ is manoeuvered by A-3 into gambling with money not his own, and losing it ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": " $A$ faces failure in business",
                                 "children": [
                                  {
                                   "text": " B, through foolish extravagance, brings $A$ close to ruin ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, investing all his money in a certain enterprise, sees the enterprise fail and himself plunged heavily into debt ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ is ruined when his appeal to his supposed friend, A-2, for financial aid, is denied",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, believing that a certain proposition has merit, buys stock in it himself and sells stock to his friends, A-2, A-2 ",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": "$A$ revolts against opposing restrictions and achieves happiness in marriage with B",
                               "children": [
                                {
                                 "text": "",
                                 "children": [
                                  {
                                   "text": " $A$, husband of B-3, suffers an attack of amnesia and marries B-3; his memory returns, and he forgets B and goes back to B-3 ",
                                   "children": []
                                  },
                                  {
                                   "text": "A-3, husband of B, mysteriously disappears ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$ and B, man and wife, struggle to realize a cherished ideal ",
                                 "children": [
                                  {
                                   "text": "$A$ lives unhappily with his wife, B ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ and B, married, finding they cannot live together happily, agree to the secret and honorable expedient of living apart, undivorced. [1] They have a child, CH, and, on CH's account, refuse to seek a divorce. [2] Religious convictions will not allow them to seek a divorce. [3] Inability to reach a satisfactory settlement of their joint estate prevents a divorce. [4] Determination on the part of husband or wife to prevent the other's re-marriage acts as a bar to divorce. [5] Fear of scandal and gossip prevents the estranged pair from seeking their legal freedom",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              }
                             ]
                            },
                            {
                             "text": "$A$ proves false to B, the woman he loves, and has a disastrous affair with B-3 ",
                             "children": [
                              {
                               "text": " $A$, investing all his money in a certain enterprise, sees the enterprise fail and himself plunged heavily into debt ",
                               "children": [
                                {
                                 "text": "$A$, failing in business and almost a bankrupt, nevertheless marries B, a shrewd and thrifty woman ",
                                 "children": [
                                  {
                                   "text": " $A$ leaves B to run their joint business enterprise alone, and goes to a distant place, knowing that his absence will cause B to discover his business worth ",
                                   "children": []
                                  },
                                  {
                                   "text": "B is the wife of $A$, and loves him devotedly ",
                                   "children": []
                                  },
                                  {
                                   "text": ", and an estrangement results ",
                                   "children": []
                                  },
                                  {
                                   "text": "becomes the cause of quarrels and, finally, of estrangement",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ and B, married, finding they cannot live together happily, agree to the secret and honorable expedient of living apart, undivorced. [1] They have a child, CH, and, on CH's account, refuse to seek a divorce. [2] Religious convictions will not allow them to seek a divorce. [3] Inability to reach a satisfactory settlement of their joint estate prevents a divorce. [4] Determination on the part of husband or wife to prevent the other's re-marriage acts as a bar to divorce. [5] Fear of scandal and gossip prevents the estranged pair from seeking their legal freedom",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": " $A$, and his wife, B, are compelled to live with $A$'s mother, M-A, and avail themselves of her slender resources ",
                                 "children": [
                                  {
                                   "text": " $A$ and B quarrel regarding M-A, and $A$ is forced to choose between M-A and B ",
                                   "children": []
                                  },
                                  {
                                   "text": "B, wife of $A$, is compelled to live with $A$'s mother, M-A ",
                                   "children": []
                                  },
                                  {
                                   "text": " B has a mistaken idea that her husband's mother, M-A, is trying to interfere between her and $A$",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": " $A$, against his wish and inclination, has been left a fortune by a deceased relative, A-8 ",
                                 "children": [
                                  {
                                   "text": "$A$, wealthy and desiring to be poor, has married B in order that she may spend his money",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, wealthy and desiring to live as a poor man, finds that his wealth makes it impossible ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$ is a morally superior person ",
                                 "children": [
                                  {
                                   "text": "$A$, threatened with death by savages, is offered his life by B, the ruler of the tribe, if he will marry her",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$ fights against the blandishments of B",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, a white man of brilliant intellectual attainments, battles for existence in an isolated, primitive, savage wilderness ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$ \"goes native\" and marries a native woman, B ",
                                   "children": []
                                  },
                                  {
                                   "text": "$A$, a white man battling against the superstitious frenzy of a half-savage tribe stricken with the plague, upholds the highest ideals of the white man's civilization",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "$A$ seeks to be loyal to his friend, A-2, but certain conditions render it difficult",
                                 "children": [
                                  {
                                   "text": "$A$, in love with B, renounces his love when told by his friend, A-2, that it is unwise",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$'s friend, A-2, fails to repay money borrowed from $A$ and $A$ is left penniless ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$'s friend, A-2, goes insane from eating the berries of a strange plant, and makes a murderous attack upon $A$ ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, helping A-2 secure treasure in a secret place, is abandoned to die in a deep pit by A-2 who makes off alone with the treasure ",
                                   "children": []
                                  },
                                  {
                                   "text": " A-2 informs the authorities of his friend, $A$'s, secret transgression and receives the reward for $A$'s capture ",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              },
                              {
                               "text": "$A$ seeks to defeat a grafter, A-5, at the grafter's own game ",
                               "children": [
                                {
                                 "text": "$A$'s plan to commit a robbery becomes known, and a trap is laid for him at the scene of the intended crime",
                                 "children": [
                                  {
                                   "text": "$A$ robs a heathen temple of jewels and proceeds about his work with reckless audacity ",
                                   "children": []
                                  },
                                  {
                                   "text": " $A$, suddenly finding himself a helpless prisoner, tries to bear his fate with equanimity ",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": " A-2 informs the authorities of his friend, $A$'s, secret transgression and receives the reward for $A$'s capture ",
                                 "children": [
                                  {
                                   "text": "A-2 is seeking the life of A-3, an enemy ",
                                   "children": []
                                  },
                                  {
                                   "text": " A-2 and his friend, $A$, are of high and honored station; and A-2, seeking revenge against $A$, must conceal his purpose and proceed by indirection ",
                                   "children": []
                                  },
                                  {
                                   "text": " A-2 , supposed dead, plays the role of ghost and, as a method of reprisal, haunts his enemy, A-3 ",
                                   "children": []
                                  }
                                 ]
                                }
                               ]
                              }
                             ]
                            },
                            {
                             "text": "$A$ proves false to B, the love of his youth ",
                             "children": [
                              {
                               "text": "$A$, winning the love of B",
                               "children": [
                                {
                                 "text": "B, an \"inferior\" person, falls in love with $A$, a \"superior\" person, and seeks to win him in marriage",
                                 "children": [
                                  {
                                   "text": " B pledges $A$ to an enterprise which, unknown to B, will bring him serious misfortune ",
                                   "children": []
                                  },
                                  {
                                   "text": "B. although she loves $A$, realizes that she is not the intellectual equal of $A$, and that their marriage would prove a hindrance to him",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B, of foreign ethnicity, falls in love with $A$",
                                 "children": [
                                  {
                                   "text": "B, of foreign ethnicity, in seeking to win the love of $A$, learns how difficult is the task of challenging racial conventions",
                                   "children": []
                                  }
                                 ]
                                },
                                {
                                 "text": "B, humble and self-effacing, worships $A$, her love alone seeming a sufficient reward of happiness",
                                 "children": []
                                },
                                {
                                 "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                 "children": []
                                }
                               ]
                              }
                             ]
                            },
                            {
                             "text": "$A$ refuses an inheritance because of a restriction that he must not marry; then he marries B",
                             "children": [
                              {
                               "text": "$A$, a wanderer, is left a fortune by F-A, his father, in case he can be found and will marry BX, a woman he has never seen",
                               "children": [
                                {
                                 "text": "$A$ loses wealth by marrying B against the wishes of a rich relative, who disinherits him",
                                 "children": []
                                },
                                {
                                 "text": "$A$, if he carries out a certain obligation, will be unfaithful to B, and will lose her love",
                                 "children": []
                                },
                                {
                                 "text": " $A$ pretends to fall in love with BX, and ends his make-believe by really falling in love ",
                                 "children": []
                                }
                               ]
                              },
                              {
                               "text": "$A$, husband of B, loves B devotedly, but he is so constituted that he never shows his true feelings and often masks them with something that suggests their exact opposite ",
                               "children": [
                                {
                                 "text": "B desires the love and consideration of her husband, $A$, which she believes she has lost",
                                 "children": []
                                },
                                {
                                 "text": "B believes that her husband, $A$, loves her less than he does a certain small statue, X, that stands on his desk",
                                 "children": []
                                },
                                {
                                 "text": "$A$ becomes aware of the impending death of his wife, B",
                                 "children": []
                                }
                               ]
                              }
                             ]
                            }
                           ]
                          },
                          {
                           "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
                           "children": [
                            {
                             "text": ". [4] $A$'s romantic success is won with a love \"charm\"; on discovering that the charm is a humbug, romance evaporates",
                             "children": [
                              {
                               "text": " $A$ receives from A-7 a small object of mystery, X, which A-7 declares will make him redoubtable in love. $A$ takes X and fares forth to try it ",
                               "children": [
                                {
                                 "text": " $A$ is timid in love but, armed with a love charm, X, he becomes bold, and wins success ",
                                 "children": []
                                },
                                {
                                 "text": " $A$, involving himself recklessly in matters he does not understand, succeeds only in making himself ridiculous ",
                                 "children": []
                                },
                                {
                                 "text": "$A$, seeking sincerely to investigate psychic phenomena, begins unconsciously to mix truth with delusion",
                                 "children": []
                                }
                               ]
                              }
                             ]
                            },
                            {
                             "text": "$A$, in love with B, is persuaded by Old Dry-as-Dust, the sage, AX, to turn from love as from something evil",
                             "children": [
                              {
                               "text": "B disguises herself and meets $A$, the man she loves, as an Unknown ",
                               "children": [
                                {
                                 "text": "B, in love with $A$, discovers secretly that $A$ no longer loves her, although he is willing to marry her as he has promised",
                                 "children": []
                                },
                                {
                                 "text": "$A$, in love with B, of a foreign ethnicity, seeks to abandon B secretly in order to uphold a lofty conception of duty",
                                 "children": []
                                },
                                {
                                 "text": "B, in love with $A$, rejects his love because she thinks him a man of evil mystery",
                                 "children": []
                                },
                                {
                                 "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                 "children": []
                                },
                                {
                                 "text": ", reveals her identity and they marry",
                                 "children": []
                                }
                               ]
                              },
                              {
                               "text": "B resorts to simulation in order to discover whether $A$, the man she loves, really loves her",
                               "children": [
                                {
                                 "text": " B seeks to discover whether $A$ really loves her ",
                                 "children": []
                                }
                               ]
                              },
                              {
                               "text": "$A$, winning the love of B",
                               "children": [
                                {
                                 "text": "B, an \"inferior\" person, falls in love with $A$, a \"superior\" person, and seeks to win him in marriage",
                                 "children": []
                                },
                                {
                                 "text": "B, of foreign ethnicity, falls in love with $A$",
                                 "children": []
                                },
                                {
                                 "text": "B, humble and self-effacing, worships $A$, her love alone seeming a sufficient reward of happiness",
                                 "children": []
                                },
                                {
                                 "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
                                 "children": []
                                }
                               ]
                              },
                              {
                               "text": "$A$ masquerades as a servant in the household of F-B, father of B, the girl he loves ",
                               "children": []
                              },
                              {
                               "text": "$A$ rescues B, the woman he loves, from a villainous rival in love, A-3",
                               "children": []
                              },
                              {
                               "text": "$A$ revolts against opposing restrictions and achieves happiness in marriage with B",
                               "children": []
                              }
                             ]
                            },
                            {
                             "text": "and is injured and sent to a hospital",
                             "children": [
                              {
                               "text": "$A$, faced by a robber, A-5, with a gun, tries craftily to delay yielding up his valuables ",
                               "children": []
                              },
                              {
                               "text": " $A$ is forced to give up an enterprise when he is taken suddenly so ill he cannot leave his bed ",
                               "children": []
                              }
                             ]
                            },
                            {
                             "text": "$A$ finds B patiently waiting for him, and they marry ",
                             "children": [
                              {
                               "text": "$A$ and his wife, B, are artists. Their art does not prosper ",
                               "children": []
                              },
                              {
                               "text": "$A$, wealthy and desiring to be poor, has married B in order that she may spend his money",
                               "children": []
                              }
                             ]
                            },
                            {
                             "text": "$A$ refuses an inheritance because of a restriction that he must not marry; then he marries B",
                             "children": [
                              {
                               "text": "$A$, a wanderer, is left a fortune by F-A, his father, in case he can be found and will marry BX, a woman he has never seen",
                               "children": []
                              },
                              {
                               "text": "$A$, husband of B, loves B devotedly, but he is so constituted that he never shows his true feelings and often masks them with something that suggests their exact opposite ",
                               "children": []
                              }
                             ]
                            }
                           ]
                          }
                         ]
                        },
                        {
                         "text": "B elopes with $A$, who promises her a theatrical engagement",
                         "children": [
                          {
                           "text": "B is abandoned by $A$, the man with whom she eloped",
                           "children": [
                            {
                             "text": " B, a reformed transgressor, going about doing good, has her transgression revealed by A-3, who knew her in the old days ",
                             "children": [
                              {
                               "text": "B commits a secret transgression ",
                               "children": []
                              },
                              {
                               "text": "B, as the world regarded her, was a moral transgressor; but, in her own estimation, she was seeking the best and noblest in life ",
                               "children": []
                              }
                             ]
                            },
                            {
                             "text": "B is greatly discontented because of an unfortunate state of affairs ",
                             "children": [
                              {
                               "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
                               "children": []
                              },
                              {
                               "text": "B informs $A$, the man she loves, that he will lose her love unless he overcomes his lack of enterprise and makes the determination to win his dominant trait",
                               "children": []
                              },
                              {
                               "text": " $A$, telling B who is in love with him, that he is going away but will soon return, never returns, but marries B 3, a girl of his own people ",
                               "children": []
                              },
                              {
                               "text": " Goaded beyond her powers of endurance, B puts poison in a glass and gives it to $A$ ",
                               "children": []
                              },
                              {
                               "text": "B's mother, M-B, is a widow in desperate misfortune ",
                               "children": []
                              }
                             ]
                            },
                            {
                             "text": "B, a victim of certain unpleasant conditions, seeks to escape them by selfdestruction",
                             "children": [
                              {
                               "text": "B, attempting to commit suicide, is prevented from doing so by A-4, who comes to the same place to make an attempt on his own life",
                               "children": []
                              },
                              {
                               "text": "B, about to commit suicide, is restrained by a stranger, $A$. $A$ is informed by B that life is too bitter, since there is no name for her unborn child ",
                               "children": []
                              }
                             ]
                            }
                           ]
                          },
                          {
                           "text": "B, in love with $A$, discovers secretly that $A$ no longer loves her, although he is willing to marry her as he has promised",
                           "children": [
                            {
                             "text": "B loses the love of $A$ when B-3 comes into his life",
                             "children": []
                            },
                            {
                             "text": "$A$, in love with B, leaves B for B-3, a woman who flatters his vanity and whose bold beauty has an appeal for him",
                             "children": []
                            },
                            {
                             "text": "$A$ finds that he cannot do justice to his chosen career if he marries B, the woman he loves",
                             "children": []
                            },
                            {
                             "text": ", she does not love",
                             "children": []
                            },
                            {
                             "text": "B, suffering disappointment in love, resigns herself philosophically to her fate",
                             "children": []
                            },
                            {
                             "text": "; [3] she considers $A$ an impractical dreamer",
                             "children": []
                            }
                           ]
                          }
                         ]
                        },
                        {
                         "text": "B wears a rose in her hair to reveal her love for $A$, as $A$ has requested ",
                         "children": []
                        }
                       ]
                      }
                     ]
                    },
                    {
                     "text": "B, discovering the perfidious nature of A-3, the man she has promised to marry, turns from him to accept $A$, by whose shrewdness A-3 was unmasked",
                     "children": [
                      {
                       "text": "$A$ discovers that A-3, his rival for the love of B, is a transgressor. In order to prevent the truth from becoming known, A-3 kills $A$",
                       "children": [
                        {
                         "text": "A-3's happiness lies in freeing himself of a torturing conscience ",
                         "children": []
                        },
                        {
                         "text": " A-3 believes that the blood of A-2 is on his hands ",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
                       "children": [
                        {
                         "text": "$A$ loses wealth by marrying B against the wishes of a rich relative, who disinherits him",
                         "children": []
                        }
                       ]
                      }
                     ]
                    },
                    {
                     "text": "$A$ kidnaps his sweetheart, B,",
                     "children": [
                      {
                       "text": "B, in love with $A$, is compelled by her parents, F-B and M-B, to marry A-3",
                       "children": [
                        {
                         "text": "from an automobile while she is on her way to marry A-3, $A$'s rival in love",
                         "children": []
                        },
                        {
                         "text": "$A$, an aviator, is a person of masterful character ",
                         "children": []
                        },
                        {
                         "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                         "children": []
                        }
                       ]
                      }
                     ]
                    }
                   ]
                  },
                  {
                   "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                   "children": [
                    {
                     "text": "$A$ and A-3, once bosom friends, become enemies through their rivalry for the love of B",
                     "children": [
                      {
                       "text": "$A$ and A-3 are both in love with B",
                       "children": [
                        {
                         "text": "$A$, in order to insure the happiness of B",
                         "children": []
                        },
                        {
                         "text": "$A$, annoyed by unwelcome love affairs, pretends that he has an invalid wife, BX",
                         "children": []
                        },
                        {
                         "text": "$A$ and A-3",
                         "children": []
                        },
                        {
                         "text": "B is ordered by her parents to have nothing to do with $A$ ",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "$A$ and A-3, rivals in love, agree to meet at a certain hour, call on B, and ask her to choose between them",
                       "children": [
                        {
                         "text": "$A$, in order to insure the happiness of B",
                         "children": []
                        },
                        {
                         "text": " $A$ finds a stranger, A-4, ill, exhausted and unconscious, lying in the road ",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "$A$ rescues B, the woman he loves, from a villainous rival in love, A-3",
                       "children": [
                        {
                         "text": ", flees secretly so it may appear that he, and not A-3, committed a certain transgression",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "$A$ discovers that his friend, A-3, is a defaulter ",
                       "children": [
                        {
                         "text": ", whom he loves devotedly and who, he thinks, loves his rival, A-2",
                         "children": []
                        },
                        {
                         "text": "$A$ and his friend, A-2, are attacked by robbers in a lonely wood ",
                         "children": []
                        },
                        {
                         "text": "$A$ and his friend, A-2, on horseback, are swimming a flooded river. A-2 is struck by a piece of floating drift, but $A$ rescues him and gets him to the river bank ",
                         "children": []
                        },
                        {
                         "text": "$A$ and his friend, A-2, are wandering afoot in the desert. A-2 is injured and their water supply fails ",
                         "children": []
                        },
                        {
                         "text": "$A$, trying to be of service to his friend, A-2, is suspected of treachery by A-2",
                         "children": []
                        },
                        {
                         "text": "$A$ discovers secretly that his friend, A-2, has committed suicide ",
                         "children": []
                        }
                       ]
                      }
                     ]
                    },
                    {
                     "text": "$A$ would save B, the woman he loves, from marriage with a rival, A-3, when he discovers A-3 to be a scoundrel",
                     "children": [
                      {
                       "text": ", flees secretly so it may appear that he, and not A-3, committed a certain transgression",
                       "children": [
                        {
                         "text": "$A$ discovers that his friend, A-3, is a defaulter ",
                         "children": []
                        },
                        {
                         "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                         "children": []
                        },
                        {
                         "text": ". $A$ seeks to protect A-3 from arrest",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "$A$ believes A-3 guilty of a crime ",
                       "children": [
                        {
                         "text": "$A$, by subtle enterprise, forces a confession of guilt from A-3, and thus wins success in a difficult undertaking",
                         "children": []
                        },
                        {
                         "text": "$A$, by shrewd deduction and skilful reasoning, proves that A-3 is a criminal",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "A-3 discovers that $A$ has knowledge of a secret that will bring disaster to A-3 if revealed ",
                       "children": [
                        {
                         "text": " A-3, set upon by mysterious persons, AX, AX, AX, in the cellar of his own home, is spirited away through a concealed passage ",
                         "children": []
                        },
                        {
                         "text": "A-3 is rescued by B ",
                         "children": []
                        },
                        {
                         "text": "A-3 a doctor, who is about to leave his office on a night emergency call, is made a prisoner by mysterious strangers, AX, AX, AX, and spirited away",
                         "children": []
                        }
                       ]
                      }
                     ]
                    },
                    {
                     "text": " $A$ induces his rival in love, A-3, to send B a certain gift, X; then, after X is sent, $A$ proves that it was stolen by A-3 ",
                     "children": [
                      {
                       "text": ", flees secretly so it may appear that he, and not A-3, committed a certain transgression",
                       "children": [
                        {
                         "text": " A-3 has important responsibilities, which $A$ has not, and $A$ flees, thus making it appear that he is the defaulter ",
                         "children": []
                        },
                        {
                         "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                         "children": []
                        },
                        {
                         "text": "$A$ and A-3 are both in love with B",
                         "children": []
                        }
                       ]
                      },
                      {
                       "text": "B, discovering the perfidious nature of A-3, the man she has promised to marry, turns from him to accept $A$, by whose shrewdness A-3 was unmasked",
                       "children": [
                        {
                         "text": "$A$ discovers that A-3, his rival for the love of B, is a transgressor. In order to prevent the truth from becoming known, A-3 kills $A$",
                         "children": []
                        },
                        {
                         "text": ", B accepts $A$ and they are married",
                         "children": []
                        }
                       ]
                      }
                     ]
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "and intends compelling her to marry him",
                 "children": [
                  {
                   "text": "$A$ rescues B, the woman he loves, from a villainous rival in love, A-3",
                   "children": [
                    {
                     "text": "$A$'s rival in love, A-3, learning of the plans of $A$ and B for a secret marriage, sends an automobile to the church with a confederate, A-5, who lures B away by telling her $A$ has sent for her",
                     "children": [
                      {
                       "text": " B, a prisoner in a room on one of the upper floors of a tall building, saves herself by making use of the fire escape ",
                       "children": [
                        {
                         "text": "B, harassed by gossip that reflects on her integrity, seeks deliverance from false suspicion",
                         "children": []
                        }
                       ]
                      }
                     ]
                    }
                   ]
                  },
                  {
                   "text": "$A$ rescues B from imminent danger, but only by bringing the danger upon himself ",
                   "children": [
                    {
                     "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
                     "children": [
                      {
                       "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                       "children": []
                      },
                      {
                       "text": "$A$ loses wealth by marrying B against the wishes of a rich relative, who disinherits him",
                       "children": []
                      }
                     ]
                    },
                    {
                     "text": " $A$ becomes reconciled with B when she nurses him through a serious illness ",
                     "children": [
                      {
                       "text": " A-3, the man with whom $A$ thought B had eloped, $A$ discovers, was married several days before the date of the supposed elopement ",
                       "children": []
                      },
                      {
                       "text": "$A$ becomes aware of the impending death of his wife, B",
                       "children": []
                      }
                     ]
                    }
                   ]
                  },
                  {
                   "text": "B is bitterly persecuted by a relentless enemy, A-5 ",
                   "children": [
                    {
                     "text": "$A$ has a delusion that he is haunted by A-5",
                     "children": []
                    },
                    {
                     "text": "$A$'s character weakness is superstition ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$ kidnaps his sweetheart, B,",
                 "children": [
                  {
                   "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                   "children": [
                    {
                     "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                     "children": []
                    },
                    {
                     "text": "$A$ would save B, the woman he loves, from marriage with a rival, A-3, when he discovers A-3 to be a scoundrel",
                     "children": []
                    },
                    {
                     "text": "$A$ and A-3",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "B, in love with $A$, is compelled by her parents, F-B and M-B, to marry A-3",
                   "children": [
                    {
                     "text": " $A$, an aviator, in love with B and in disfavor with B's parents, F-B and M-B, induces B to take a ride in his airplane; and then $A$ elopes with B along the sky lanes ",
                     "children": []
                    },
                    {
                     "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "B's parents, F-B and M-B, disapprove of $A$, B's lover, because of his lack of enterprise",
                   "children": [
                    {
                     "text": "B informs $A$, the man she loves, that he will lose her love unless he overcomes his lack of enterprise and makes the determination to win his dominant trait",
                     "children": []
                    },
                    {
                     "text": "B, in love with $A$, who is unfortunate and unenterprising, sees an opportunity for $A$ to make great gain and influences him to take advantage of it",
                     "children": []
                    }
                   ]
                  }
                 ]
                }
               ]
              },
              {
               "text": "$A$'s love is rejected by B; and $A$, in an effort to forget, buries himself in an isolated part of the country",
               "children": [
                {
                 "text": "$A$ loses his heart to B, a woman he does not know, and wishes to marry her",
                 "children": [
                  {
                   "text": " $A$, elderly, in love with youthful B, seeks to forward his love affair by simulating youth ",
                   "children": [
                    {
                     "text": "$A$ presents his sweetheart, B, with a novel; and the story, unknown to $A$, contains a character described as an adventuress in terms that exactly fit B. Or, the novel which $A$, by mistake, wraps up and sends to B was a gift to $A$ from a former sweetheart, her name and his on the fly leaf, and various love passages marked. Or, there is something left by chance between the pages of the book at which B takes offense. Or, some of the incidents of the story ( which $A$ has not read ) , approximate events in the affair of $A$ and B with slighting references to B",
                     "children": []
                    },
                    {
                     "text": "$A$ encounters disappointment in love when B fails to answer a note he sent her",
                     "children": []
                    },
                    {
                     "text": "$A$, through the wily maneuvers of A-3, his rival in love, is innocently lured into a compromising situation by B-5, woman confederate of A-3",
                     "children": []
                    },
                    {
                     "text": "$A$ and A-3, in love with B, are persuaded by capricious B to undertake a dangerous enterprise to prove their love",
                     "children": []
                    },
                    {
                     "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
                     "children": []
                    },
                    {
                     "text": "$A$, a pretender, in love with B, secretly discovers B making fun of his pretentions; he retires from the scene in disgust, hurt and indignant, and gives B up",
                     "children": []
                    },
                    {
                     "text": "$A$, wealthy, is in love with B. $A$'s friends, A-2, A-2, think that B is a designing fortune hunter",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$, a crook, outlaw, gambler, pretends to be an honest man in order to forward his love affair with B",
                   "children": [
                    {
                     "text": "A-3 discovers that $A$, his rival for the love of B, is a defaulter",
                     "children": []
                    },
                    {
                     "text": "A-3 discovers that $A$, his rival for the love of B, is a transgressor. In order to prevent the truth from becoming known, $A$ kills A-3",
                     "children": []
                    },
                    {
                     "text": "$A$ sees in a newspaper the announcement of the engagement of B, the woman he loves, to A-3",
                     "children": []
                    },
                    {
                     "text": "B refuses $A$'s offer of marriage because she feels that $A$ is too model a man for her to be happy with",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "B is in doubt as to which of her many lovers are in love with her money, rather than with her, and she resolves to settle the doubt by secret enterprise",
                   "children": [
                    {
                     "text": " B seeks to discover whether $A$ really loves her ",
                     "children": []
                    },
                    {
                     "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$, attracted by the loveliness of B, loses his heart to her",
                 "children": [
                  {
                   "text": "B, in order to escape annoying manifestations of love, resorts to simulation",
                   "children": [
                    {
                     "text": "B pretends that she is engaged to be married in order to be free of certain annoying experiences",
                     "children": []
                    },
                    {
                     "text": "B, in order to be free of unwelcome lovers, invents a mechanical figure, X, which she pretends is her husband",
                     "children": []
                    },
                    {
                     "text": "B invents a wholly imaginary lover, AX; and, most unexpectedly, a man of AX's name and general characteristics presents himself to her",
                     "children": []
                    },
                    {
                     "text": "B pretends that she is engaged to be married to an imaginary lover, AX, buys herself an engagement ring, and has the betrothal announcement published in a newspaper",
                     "children": []
                    },
                    {
                     "text": "B, single, pretends that she is a married woman and assumes the name of \"Mrs. Blank\"",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$, in love with B, discovers that B is married to A-8",
                   "children": [
                    {
                     "text": "$A$, and the woman he loves, B, are lost in the woods; and it is evident that they will have to remain in the woods all night",
                     "children": []
                    },
                    {
                     "text": "$A$, and B with whom $A$ is in love, find themselves trapped in a ruinous old house from which escape seems impossible. Night is coming on, and B accuses $A$ of seeking to compromise her so that he may win her in marriage",
                     "children": []
                    },
                    {
                     "text": " A-8 , the brutal and tyrannical husband of B, is a huge man and as powerful and determined as he is brutal; and A-3, who would save B from A-8 , is a coward ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": " $A$, studying a photograph of unknown B, falls in love with her ",
                 "children": [
                  {
                   "text": "B, unworthy, wins the love of worthy $A$, and tense complications result",
                   "children": [
                    {
                     "text": "B, who is unworthy, finds that she has won the love of worthy $A$ ",
                     "children": []
                    },
                    {
                     "text": "  - and a reward of married happiness ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$, hearing of the character and charms of B, a woman he has never met, falls in love with her and resolves to win her in marriage",
                 "children": [
                  {
                   "text": "B knows nothing of $A$, having fallen in love with him at \"first sight\"",
                   "children": [
                    {
                     "text": ", who is not of their religious belief",
                     "children": []
                    },
                    {
                     "text": "B, finding her supposed ideal lover, $A$",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$ is in love with B. One evening, as usual, $A$ calls to see B; but, where her beautiful home had stood, no later than the evening before, there is now only an ancient, time-stained tomb - the tomb of B, who had died a hundred years before $A$ was born",
                   "children": [
                    {
                     "text": " $A$ has a dream which he conceives to be an actual experience ",
                     "children": []
                    },
                    {
                     "text": "B is a hypnotist who, in carrying out an enterprise, hypnotizes $A$",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$, investigating a psychic mystery, falls in love with B ",
                   "children": [
                    {
                     "text": "$A$ has a dream so vivid that it seems a part of his waking experience ",
                     "children": []
                    },
                    {
                     "text": "$A$ receives an important communication from a mysterious person, AX, which enables him to correct a serious error",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$, of an inordinately romantic temperament, sees the hand of B; and, because of the hand's shapeliness and beauty, falls in love with the owner, B-3",
                 "children": [
                  {
                   "text": "B, unworthy, wins the love of worthy $A$, and tense complications result",
                   "children": [
                    {
                     "text": "B, who is unworthy, finds that she has won the love of worthy $A$ ",
                     "children": []
                    },
                    {
                     "text": "B, unworthy, wins the love of worthy $A$; and B, by pretending to be worthy, presently achieves worthiness ",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$, one of the \"idle rich,\" gratifies his love of adventure by frequenting the slums in the character of a city \"tough\" ",
                   "children": [
                    {
                     "text": "B informs $A$, the man she loves, that he will lose her love unless he overcomes his lack of enterprise and makes the determination to win his dominant trait",
                     "children": []
                    },
                    {
                     "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
                     "children": []
                    },
                    {
                     "text": " B pretends to be wealthy, and merely masquerading as a shop girl ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$, his love rejected by B, goes to a distant part of the country and meets B-3",
                 "children": [
                  {
                   "text": "$A$ and B, both single, craftily covenant and agree to ban love in their associations ",
                   "children": [
                    {
                     "text": " $A$ did not think that he loved B, but later finds that he does ",
                     "children": []
                    },
                    {
                     "text": "$A$ loves B, but is rejected for a rival, A-3, who, known to $A$ but unknown to B, is a transgressor",
                     "children": []
                    },
                    {
                     "text": "$A$ loves B, but is estranged from her because he is so absent-minded and forgetful; he writes B a letter, assuring her that he has cured himself of his great failing - and forgets to post the letter",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": " $A$ and B, entering into a business co-partnership, ban love with every legal device - but in vain ",
                   "children": [
                    {
                     "text": "B promises to meet $A$, her lover, at her home and introduce him to her parents. $A$, arriving in advance of B, is mistaken for A-7, a man who is expected to call and apply for the position of butler",
                     "children": []
                    },
                    {
                     "text": "$A$ is pledged by B, the woman he loves, to undertake an enterprise that will bring him serious misfortune ",
                     "children": []
                    },
                    {
                     "text": " A-7 is a mercenary of A-3, $A$'s rival in love ",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": " $A$, a woman-hater, falls in love with B ",
                   "children": [
                    {
                     "text": " Through error, or by evil intent, packages are transposed; and the gift received by B, as from $A$, very nearly proves disastrous to $A$'s love affair ",
                     "children": []
                    },
                    {
                     "text": "$A$ is thrown into prison through false evidence in a political conspiracy ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "$A$, victim of an apparently hopeless love affair, seeks contentment in befriending all who are in need, especially those who are unjustly treated ",
                 "children": [
                  {
                   "text": " $A$'s unworthy wife, B, is killed in an accident, and $A$ is free to marry B-3, whom he has long loved ",
                   "children": [
                    {
                     "text": "B-3, in love with $A$, and disapproved of by F-A, the father of $A$, seeks as an Unknown to impress F-A with her character and charm",
                     "children": []
                    },
                    {
                     "text": "B. although she loves $A$, realizes that she is not the intellectual equal of $A$, and that their marriage would prove a hindrance to him",
                     "children": []
                    },
                    {
                     "text": "B-3, compelled by circumstances to be a companion of $A$",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$, thinking his love rejected by B, receives a letter from B telling him how much she loves him, and that her father, F-B, has consented to their marriage",
                   "children": [
                    {
                     "text": " $A$ receives through the mails, \"poison pen\" letters",
                     "children": []
                    },
                    {
                     "text": "$A$, mysteriously missing, returns to his home and his wife, B, in a dazed condition, unable to give any explanations",
                     "children": []
                    }
                   ]
                  }
                 ]
                }
               ]
              }
             ]
            },
            {
             "text": "$A$ has promised B, the woman he loves, that he will give up a practice which B considers discreditable ",
             "children": [
              {
               "text": "B, in love with $A$, treats $A$ harshly in an attempt to arouse his anger and spur him into proving his abilities",
               "children": [
                {
                 "text": "B, in love with $A$, who is unfortunate and unenterprising, sees an opportunity for $A$ to make great gain and influences him to take advantage of it",
                 "children": [
                  {
                   "text": "$A$, a man of great strength and skill, is in love with B. F-B, father of B, sure of $A$'s prowess and proud of it, in order to lure the champion of a rival clan, A-3, into a wrestling match with $A$",
                   "children": [
                    {
                     "text": "$A$, ill, and worn by a long journey, is suddenly called upon to undertake an enterprise which would be difficult if he were physically at his best",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "B, in love with $A$, is compelled by her parents, F-B and M-B, to marry A-3",
                   "children": [
                    {
                     "text": "$A$ kidnaps his sweetheart, B,",
                     "children": []
                    },
                    {
                     "text": "$A$, an aviator, is a person of masterful character ",
                     "children": []
                    },
                    {
                     "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "B awakens her lover, $A$, from his apathy by arousing his ambition to get ahead in the world - which results in disaster to her love",
                 "children": [
                  {
                   "text": "while thinking himself a transgressor",
                   "children": [
                    {
                     "text": "in his youth, and casting it aside, goes searching for it in later years",
                     "children": []
                    },
                    {
                     "text": "B, after a loveless marriage with A-3, obtains a divorce and begins searching for $A$, the man she loves and from whom she became estranged",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": " $A$ renounces his love for B and seeks to win wealthy B-3 ",
                   "children": [
                    {
                     "text": "$A$ finds that he cannot do justice to his chosen career if he marries B, the woman he loves",
                     "children": []
                    },
                    {
                     "text": "B loses the love of $A$ when B-3 comes into his life",
                     "children": []
                    }
                   ]
                  }
                 ]
                }
               ]
              },
              {
               "text": "$A$, in love with B, seeks to save B, by secret enterprise and at any cost from threatening misfortune",
               "children": [
                {
                 "text": " $A$ induces his rival in love, A-3, to send B a certain gift, X; then, after X is sent, $A$ proves that it was stolen by A-3 ",
                 "children": [
                  {
                   "text": "$A$, in love with B, discovers that his rival, A-3, is unworthy. B seems to favor A-3",
                   "children": [
                    {
                     "text": "$A$ would save B, the woman he loves, from marriage with a rival, A-3, when he discovers A-3 to be a scoundrel",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "$A$ loves B, but is rejected for a rival, A-3, who, known to $A$ but unknown to B, is a transgressor",
                   "children": [
                    {
                     "text": "$A$, while in a psychic state, has a prophetic vision of his rival in love, A-3, discredited, and of himself achieving happiness in love",
                     "children": []
                    },
                    {
                     "text": "$A$ would save B, the woman he loves, from marriage with a rival, A-3, when he discovers A-3 to be a scoundrel",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": "B, discovering the perfidious nature of A-3, the man she has promised to marry, turns from him to accept $A$, by whose shrewdness A-3 was unmasked",
                   "children": [
                    {
                     "text": "$A$ discovers that A-3, his rival for the love of B, is a transgressor. In order to prevent the truth from becoming known, A-3 kills $A$",
                     "children": []
                    },
                    {
                     "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "B, discovering the perfidious nature of A-3, the man she has promised to marry, turns from him to accept $A$, by whose shrewdness A-3 was unmasked",
                 "children": [
                  {
                   "text": "$A$ discovers that A-3, his rival for the love of B, is a transgressor. In order to prevent the truth from becoming known, A-3 kills $A$",
                   "children": [
                    {
                     "text": " A-3 will suffer ruin and disgrace if he carries out his plan to free himself of a torturing conscience ",
                     "children": []
                    },
                    {
                     "text": "A-3 has a delusion that he is haunted by A-2 ",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": ", B accepts $A$ and they are married",
                   "children": [
                    {
                     "text": ", and an estrangement results ",
                     "children": []
                    },
                    {
                     "text": "$A$ and his wife, B, are artists. Their art does not prosper ",
                     "children": []
                    }
                   ]
                  }
                 ]
                },
                {
                 "text": "while she is on her way to marry A-3, $A$'s rival in love, and marries her himself",
                 "children": [
                  {
                   "text": "$A$ suffers the loss of happiness in carrying out honorably a distasteful obligation to divorce his wife, B",
                   "children": [
                    {
                     "text": "$A$ divorces B, then seeks a second marriage with her ",
                     "children": []
                    },
                    {
                     "text": " $A$ flees to a distant part of the country and tries to bear his hard lot with fortitude ",
                     "children": []
                    },
                    {
                     "text": " A-3, a man of evil character, seeks by violence and while intoxicated, to dishonor B, wife of $A$ ",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": ", somewhat ambiguously worded, which leads him to a wrong conclusion regarding the conduct of his wife, B ",
                   "children": [
                    {
                     "text": " A-3, the man with whom $A$ thought B had eloped, $A$ discovers, was married several days before the date of the supposed elopement ",
                     "children": []
                    },
                    {
                     "text": "$A$ lives unhappily with his wife, B ",
                     "children": []
                    },
                    {
                     "text": "$A$, married to B, is impelled by an unusual motive to lead a double life",
                     "children": []
                    }
                   ]
                  }
                 ]
                }
               ]
              },
              {
               "text": "B learns that her lover, $A$, has fallen into desperate misfortune",
               "children": [
                {
                 "text": "B, in love with $A$, seeks to save $A$ from disaster",
                 "children": [
                  {
                   "text": "$A$ exercises mistaken judgment in forwarding a certain undertaking ",
                   "children": [
                    {
                     "text": "B, in love with $A$, treats $A$ harshly in an attempt to arouse his anger and spur him into proving his abilities",
                     "children": []
                    },
                    {
                     "text": "B informs $A$, the man she loves, that he will lose her love unless he overcomes his lack of enterprise and makes the determination to win his dominant trait",
                     "children": []
                    },
                    {
                     "text": "$A$ and A-3",
                     "children": []
                    },
                    {
                     "text": " $A$'s uncle, U, has promised $A$ all that he has when he dies, but U dies a bankrupt; and $A$ is thrown upon the world with abilities obscured and enterprise strangled ",
                     "children": []
                    },
                    {
                     "text": " $A$ lacks ingenuity and the power to force circumstances to contribute their utmost in forwarding his undertakings ",
                     "children": []
                    },
                    {
                     "text": "B subtly places obstacles in the path of $A$; obstacles which, when overcome, will profit $A$ and develop his moral courage",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": " $A$, arrested by the police as a criminal \"suspect\", has in his possession a satchel, innocently come by",
                   "children": [
                    {
                     "text": " $A$, finding a satchel, X, in the road, picks it up and carries it on with him, in the hope of returning it to the stranger, A-4, who lost it.",
                     "children": []
                    },
                    {
                     "text": " $A$'s suit case is in the hands of a stranger, A-4. The train is wrecked and A-4 is killed. $A$, on the evidence of his own suit case, is reported a casualty ",
                     "children": []
                    },
                    {
                     "text": "$A$ unwittingly takes an object, X-l, belonging to his friend, A-2, leaving for A-2 a similar object, X-2, in place of X-l. Close inspection is necessary to discover the difference between X-l and X-2",
                     "children": []
                    },
                    {
                     "text": " $A$ is suddenly arrested by an object, X, that drops in front of him from the upper window of a house ",
                     "children": []
                    }
                   ]
                  },
                  {
                   "text": " $A$ is in a trap in the town of X. He can escape only by passing through the towns of Y or Z, and detectives, A-6 and A-6, are watching for him in both places ",
                   "children": []
                  }
                 ]
                },
                {
                 "text": " B, in order to help her lover, $A$, escape from A-6, the officer who has arrested him, makes love to A-6 ",
                 "children": [
                  {
                   "text": "; and later, realizing what she has done, regrets the promise",
                   "children": []
                  },
                  {
                   "text": " A-6 pretends to fall in love with B, and ends his make-believe by really falling in love ",
                   "children": []
                  },
                  {
                   "text": " $A$'s captor, A-6, an officer of the law, is killed in an accident, and is supposed to be $A$; consequently, $A$ secures his freedom ",
                   "children": []
                  }
                 ]
                }
               ]
              }
             ]
            },
            {
             "text": "$A$ persists in taking measures against one of the family of B, $A$'s sweetheart, in spite of the protests of B. An estrangement follows",
             "children": [
              {
               "text": "$A$, in love with B, quarrels with F-B, father of B ",
               "children": [
                {
                 "text": "B, in love with $A$, seeks to save $A$ from disaster",
                 "children": [
                  {
                   "text": "$A$ exercises mistaken judgment in forwarding a certain undertaking ",
                   "children": []
                  },
                  {
                   "text": " $A$, arrested by the police as a criminal \"suspect\", has in his possession a satchel, innocently come by",
                   "children": []
                  },
                  {
                   "text": " $A$ is in a trap in the town of X. He can escape only by passing through the towns of Y or Z, and detectives, A-6 and A-6, are watching for him in both places ",
                   "children": []
                  }
                 ]
                },
                {
                 "text": " B, proving $A$ innocent of a certain crime, proves also the guilt of A-5, a criminal whom $A$ physically resembles ",
                 "children": [
                  {
                   "text": "$A$, well-to-do and of good family, is impersonating a person who is \"down and out\" ",
                   "children": []
                  },
                  {
                   "text": "$A$ rescues B from imminent danger, but only by bringing the danger upon himself ",
                   "children": []
                  }
                 ]
                }
               ]
              },
              {
               "text": "; [2] reckless, \"goes to the dogs\" or loses his mental balance in other ways",
               "children": [
                {
                 "text": "B rejects $A$, an honorable lover, and accepts A-3, who is a knave ",
                 "children": [
                  {
                   "text": " $A$, friend of B, breaks into a building for the purpose of committing a robbery, and f inds a trusted employee, A-3, B's husband, dead at his desk, a defaulter and a suicide. A-3 has left a note explaining his guilt",
                   "children": []
                  },
                  {
                   "text": "A-4, well-to-do and of good family, is impersonating a person who is \"down and out\" ",
                   "children": []
                  }
                 ]
                },
                {
                 "text": " $A$ contracts a contagious disease ",
                 "children": [
                  {
                   "text": "$A$ undergoes a critical illness ",
                   "children": []
                  },
                  {
                   "text": "$A$, unable to conquer his misfortunes, seeks to escape them by committing suicide",
                   "children": []
                  }
                 ]
                }
               ]
              }
             ]
            },
            {
             "text": "$A$ is so much in love with B that his business languishes and he devotes all his time to courtship",
             "children": [
              {
               "text": "B is in love with $A$: but, before she will promise to marry him, she stipulates that he must do big work, wonderfully big work",
               "children": []
              },
              {
               "text": "B, in love with $A$, treats $A$ harshly in an attempt to arouse his anger and spur him into proving his abilities",
               "children": []
              },
              {
               "text": "B is in love with $A$: but, before she will promise to marry him, she stipulates that he must do big work, wonderfully big work",
               "children": []
              },
              {
               "text": "B's parents, F-B and M-B, disapprove of $A$, B's lover, because of his lack of enterprise",
               "children": []
              }
             ]
            },
            {
             "text": "  - and a reward of married happiness ",
             "children": [
              {
               "text": ", somewhat ambiguously worded, which leads him to a wrong conclusion regarding the conduct of his wife, B ",
               "children": []
              },
              {
               "text": "B's husband, $A$, has failed to return home and B is worried about him ",
               "children": []
              }
             ]
            }
           ]
          },
          {
           "text": "$A$, winning the love of B",
           "children": [
            {
             "text": "B, an \"inferior\" person, falls in love with $A$, a \"superior\" person, and seeks to win him in marriage",
             "children": [
              {
               "text": "$A$ is pledged by B, the woman he loves, to undertake an enterprise that will bring him serious misfortune ",
               "children": []
              },
              {
               "text": "B. although she loves $A$, realizes that she is not the intellectual equal of $A$, and that their marriage would prove a hindrance to him",
               "children": []
              }
             ]
            },
            {
             "text": "B, of foreign ethnicity, falls in love with $A$",
             "children": [
              {
               "text": "B, of foreign ethnicity, in seeking to win the love of $A$, learns how difficult is the task of challenging racial conventions",
               "children": []
              }
             ]
            },
            {
             "text": "B, humble and self-effacing, worships $A$, her love alone seeming a sufficient reward of happiness",
             "children": []
            },
            {
             "text": "B is in love with $A$, but $A$ avoids women, believing them all tempters of Satan",
             "children": []
            }
           ]
          },
          {
           "text": "$A$ suffers remorse for telling B that he was married when he was not ",
           "children": [
            {
             "text": "has no charm for her that is not discounted by the meager opportunities of the home country",
             "children": []
            },
            {
             "text": "$A$, winning the love of B",
             "children": []
            },
            {
             "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
             "children": []
            }
           ]
          }
         ]
        },
        {
         "text": "B, in male attire, is suddenly revealed to $A$, the man she loves, in her true sex",
         "children": [
          {
           "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
           "children": [
            {
             "text": "$A$ seeks to free himself from certain meddlesome influences that interfere seriously with the practice of his profession",
             "children": []
            },
            {
             "text": "B, harassed by gossip that reflects on her integrity, seeks deliverance from false suspicion",
             "children": []
            }
           ]
          },
          {
           "text": ", a morally inferior woman who is in love with him",
           "children": []
          },
          {
           "text": "B, in desperation and out of her great love, proposes marriage to $A$, and is rejected",
           "children": []
          },
          {
           "text": "  - and a reward of married happiness ",
           "children": []
          }
         ]
        },
        {
         "text": "as the \"other man\"",
         "children": [
          {
           "text": "$A$ and B are in love; but certain unhappy conditions prevent the cherished culmination of their romance",
           "children": []
          },
          {
           "text": "B, finding her supposed ideal lover, $A$",
           "children": []
          }
         ]
        }
       ]
      },
      {
       "text": "$A$, kind to humble B and considering her merely as a friend, is amazed to learn that she is in love with him",
       "children": [
        {
         "text": "B adores $A$",
         "children": [
          {
           "text": "B, denied love, seeks happiness in a mental personification of love",
           "children": []
          }
         ]
        },
        {
         "text": "B. although she loves $A$, realizes that she is not the intellectual equal of $A$, and that their marriage would prove a hindrance to him",
         "children": [
          {
           "text": " B pretends to be wealthy, and merely masquerading as a shop girl ",
           "children": []
          },
          {
           "text": "B doubts $A$ when he tells her he loves her; then, having convinced herself of $A$'s love",
           "children": []
          },
          {
           "text": "$A$ was in the World War ",
           "children": []
          }
         ]
        }
       ]
      },
      {
       "text": "B, aristocratic, wealthy, romantic, falls in love with $A$, a designing rogue masquerading as a person of \"quality\"",
       "children": [
        {
         "text": "B is in doubt as to which of her many lovers are in love with her money, rather than with her, and she resolves to settle the doubt by secret enterprise",
         "children": [
          {
           "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
           "children": []
          },
          {
           "text": "B, wealthy, pretends to lose all her money in an unfortunate investment, by way of discovering which of her lovers loves her for herself alone",
           "children": []
          }
         ]
        },
        {
         "text": "B elopes with $A$, who promises her a theatrical engagement",
         "children": [
          {
           "text": "B is abandoned by $A$, the man with whom she eloped",
           "children": []
          },
          {
           "text": "B, in love with $A$, discovers secretly that $A$ no longer loves her, although he is willing to marry her as he has promised",
           "children": []
          }
         ]
        },
        {
         "text": "B wears a rose in her hair to reveal her love for $A$, as $A$ has requested ",
         "children": []
        }
       ]
      },
      {
       "text": " $A$ did not think that he loved B, but later finds that he does ",
       "children": [
        {
         "text": "has no charm for her that is not discounted by the meager opportunities of the home country",
         "children": []
        },
        {
         "text": "in his youth, and casting it aside, goes searching for it in later years",
         "children": []
        },
        {
         "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
         "children": []
        }
       ]
      },
      {
       "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
       "children": [
        {
         "text": "$A$ seeks to free himself from certain meddlesome influences that interfere seriously with the practice of his profession",
         "children": []
        },
        {
         "text": "B, harassed by gossip that reflects on her integrity, seeks deliverance from false suspicion",
         "children": []
        }
       ]
      },
      {
       "text": "$A$, whose race is known only to himself, loves and is beloved by B, a white girl",
       "children": []
      },
      {
       "text": "$A$ has confided to B the combination of his safe, X ",
       "children": []
      },
      {
       "text": " B reveals herself to $A$ in the character of a transgressor ",
       "children": []
      }
     ]
    },
    {
     "text": "$A$, seeking desperately his chance to propose marriage to B, rescues her from drowning, and proposes while they are clinging to an overturned boat",
     "children": [
      {
       "text": "B is older than $A$ and feels that it will be unjust to permit $A$ to marry her, although she dearly loves him ",
       "children": []
      },
      {
       "text": "B is unable to marry $A$ because her father, F-B, in using B for his subject in a scientific experiment, has instilled a poison into her blood",
       "children": []
      }
     ]
    }
   ]
  },
  {
   "text": " B, a prisoner in a room on one of the upper floors of a tall building, saves herself by making use of the fire escape ",
   "children": [
    {
     "text": "B, rescued from an accident by $A$, whom she does not know, falls in love with him",
     "children": [
      {
       "text": "$A$ discovers that B, unhappily married, is - innocently on his own part - in love with him",
       "children": []
      },
      {
       "text": "$A$, kind to humble B and considering her merely as a friend, is amazed to learn that she is in love with him",
       "children": []
      },
      {
       "text": "B, aristocratic, wealthy, romantic, falls in love with $A$, a designing rogue masquerading as a person of \"quality\"",
       "children": []
      },
      {
       "text": " $A$ did not think that he loved B, but later finds that he does ",
       "children": []
      },
      {
       "text": "$A$'s friends, A-2, A-2, believe that B, whom $A$ is about to marry, is a woman of immoral character and that $A$ should be restrained",
       "children": []
      },
      {
       "text": "$A$, whose race is known only to himself, loves and is beloved by B, a white girl",
       "children": []
      },
      {
       "text": "$A$ has confided to B the combination of his safe, X ",
       "children": []
      },
      {
       "text": "B wins the respect and protection of $A$ ",
       "children": []
      }
     ]
    },
    {
     "text": "B, harassed by gossip that reflects on her integrity, seeks deliverance from false suspicion",
     "children": [
      {
       "text": "B pretends that she is engaged to be married in order to be free of certain annoying experiences",
       "children": []
      },
      {
       "text": "B, unmarried and impelled by an unusual motive, pretends that she is engaged to be married to a fictitious person, AX, and has the announcement published in a newspaper",
       "children": []
      }
     ]
    }
   ]
  },
  {
   "text": "A$ secretly discovers A-5 counting money taken from a murdered man, A-",
   "children": []
  }
 ]
}